Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, sr_cyrl_rs, zh_cn, zh_tw

# Actions_CancelButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отменить
sr_cyrl_rs: Откажи
zh_cn: 取消
zh_tw: 取消

# Actions_DeleteButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ru_ru: Удалить
sr_cyrl_rs: Обриши
zh_cn: 删除
zh_tw: 刪除

# Actions_EditButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
ru_ru: Изменить
sr_cyrl_rs: Уреди
zh_cn: 编辑
zh_tw: 編輯

# Actions_AddNewTextBlock.Text
source: Add new
de_de: Neu hinzufügen
es_es: Agregar nuevo
fr_fr: Ajouter nouveau
it_it: Aggiungi nuovo
ja_jp: 新規追加
ko_kr: 새로 추가
ru_ru: Добавить
sr_cyrl_rs: Додај нову
zh_cn: 新增
zh_tw: 新增

source: Action
de_de: Aktion
es_es: Acción
it_it: Azione
ja_jp: アクション
ko_kr: 작업
ru_ru: Действие
sr_cyrl_rs: Акција
zh_cn: 操作
zh_tw: 動作

# KeyChordListener.[using:Windows.UI.Xaml.Automation]AutomationProperties.HelpText
source: Input your desired keyboard shortcut.
de_de: Geben Sie Ihre gewünschte Tastenkombination ein.
es_es: Escriba el método abreviado de teclado que quiera.
fr_fr: Entrez le raccourci clavier souhaité.
it_it: Immetti la scelta rapida da tastiera desiderata.
ja_jp: 必要なキーボード ショートカットを入力します。
ko_kr: 원하는 바로 가기 키를 입력합니다.
ru_ru: Введите нужное сочетание клавиш.
sr_cyrl_rs: Унесите жељену пречицу на тастатури.
zh_cn: 输入所需的键盘快捷方式。
zh_tw: 輸入您想要的鍵盤快速鍵。

source: shortcut listener
de_de: Verknüpfungen-Listener
es_es: agente de escucha de acceso directo
fr_fr: écouteur de raccourci
it_it: collegamento ascoltatore
ja_jp: リスナーにショートカット
ko_kr: 바로 가기 수신기
ru_ru: прослушиватель сочетаний клавиш
zh_cn: 快捷方式侦听器
zh_tw: 捷徑接聽程式

# KeyChordListener.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Shortcut
de_de: Verknüpfung
es_es: Acceso directo
fr_fr: Raccourci
it_it: Collegamento
ja_jp: ショートカット
ko_kr: 바로 가기
ru_ru: Сочетание клавиш
sr_cyrl_rs: Пречица
zh_cn: 快捷方式
zh_tw: 捷徑

# Appearance_TextFormattingHeader.Text
source: Text Formatting
de_de: Textformatierung
es_es: Formato de texto
fr_fr: Mise en forme du texte
it_it: Formattazione testo
ja_jp: テキストの​​書式設定
ko_kr: 텍스트 서식 지정
ru_ru: Форматирование текста
sr_cyrl_rs: Форматирање текста
zh_cn: 文本格式
zh_tw: 文字格式設定

source: Intense text style
de_de: Intensives Textformat
es_es: Estilo de texto intenso
fr_fr: Style de texte intense
it_it: Stile testo marcato
ja_jp: 強いテキスト スタイル
ko_kr: 강렬한 텍스트 스타일
ru_ru: Стиль броского текста
sr_cyrl_rs: Стил интензивног текста
zh_cn: 强调文本样式
zh_tw: 鮮明文字樣式

# Appearance_IntenseTextStyle.Header
source: Intense text style
de_de: Intensives Textformat
es_es: Estilo de texto intenso
fr_fr: Style de texte intense
it_it: Stile testo marcato
ja_jp: 強いテキスト スタイル
ko_kr: 강렬한 텍스트 스타일
ru_ru: Стиль броского текста
sr_cyrl_rs: Стил интензивног текста
zh_cn: 强调文本样式
zh_tw: 鮮明文字樣式

# Appearance_IntenseTextStyleNone.Content
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ru_ru: Нет
sr_cyrl_rs: Ништа
zh_cn: 无
zh_tw: 無

# Appearance_IntenseTextStyleBold.Content
source: Bold font
de_de: Fettformatierung
es_es: Fuente negrita
fr_fr: Police en gras
it_it: Carattere grassetto
ja_jp: 太字のフォント
ko_kr: 굵은 글꼴
ru_ru: Полужирный шрифт
sr_cyrl_rs: Подебљани фонт
zh_cn: 加粗字体
zh_tw: 粗體字型

# Appearance_IntenseTextStyleBright.Content
source: Bright colors
de_de: Strahlende Farben
es_es: Colores brillantes
fr_fr: Couleurs vives
it_it: Colori brillanti
ja_jp: 鮮やかな色
ko_kr: 밝은 색
ru_ru: Яркие цвета
sr_cyrl_rs: Сјајне боје
zh_cn: 亮色
zh_tw: 明亮色彩

# Appearance_IntenseTextStyleAll.Content
source: Bold font with bright colors
de_de: Fettformatierung mit strahlenden Farben
es_es: Fuente negrita con colores brillantes
fr_fr: Police en gras avec couleurs vives
it_it: Carattere grassetto con colori brillanti
ja_jp: 明るい色の太字のフォント
ko_kr: 밝은 색의 굵은 글꼴
ru_ru: Полужирный шрифт с яркими цветами
sr_cyrl_rs: Подебљани фонт са сјајним бојама
zh_cn: 亮色加粗字体
zh_tw: 色彩明亮的粗體字

# Globals_AutoHideWindow.Header
source: Automatically hide window
de_de: Fenster automatisch ausblenden
es_es: Ocultar automáticamente la ventana
fr_fr: Masquage automatique de la fenêtre
it_it: Nascondi automaticamente la finestra
ja_jp: ウィンドウを自動的に非表示にする
ko_kr: 창 자동 숨기기
ru_ru: Автоматически скрывать окно
sr_cyrl_rs: Аутоматски сакриј прозор
zh_cn: 自动隐藏窗口
zh_tw: 自動隱藏視窗

# Globals_AutoHideWindow.HelpText
source: If enabled, the terminal will be hidden as soon as you switch to another window.
de_de: Wenn diese Option aktiviert ist, wird das Terminal ausgeblendet, sobald Sie zu einem anderen Fenster wechseln.
es_es: Si se habilita, el terminal se ocultará en cuanto cambies a otra ventana.
fr_fr: Si cette option est activée, le terminal est masqué dès que vous basculez vers une autre fenêtre.
it_it: Se abilitata, il terminale viene nascosto non appena si passa a un'altra finestra.
ja_jp: 有効にすると、別のウィンドウに切り替えるとすぐにターミナルが非表示になります。
ko_kr: 사용하도록 설정하면 다른 창으로 전환하는 즉시 터미널이 숨겨집니다.
ru_ru: Если этот параметр включен, терминал будет скрыт при переключении на другое окно.
sr_cyrl_rs: Ако је укључено, терминал ће се сакрити чим се пребаците на други прозор.
zh_cn: 如果启用，则在切换到另一个窗口后，终端将立即隐藏。
zh_tw: 如果啟用，當您切換到其他視窗時，就會立即隱藏終端機。

# ColorScheme_DeleteDisclaimerInBox
source: This color scheme cannot be deleted because it is included by default.
de_de: Dieses Farbschema kann nicht gelöscht werden, da es standardmäßig enthalten ist.
es_es: Esta combinación de colores no se puede eliminar porque está incluida de manera predeterminada.
fr_fr: Impossible de supprimer ce modèle de couleurs, car il est inclus par défaut.
it_it: Non è possibile eliminare questa combinazione di colori perché è inclusa per impostazione predefinita.
ja_jp: この配色は既定で含まれているため、削除することはできません。
ko_kr: 이 색 구성표는 기본적으로 포함되어 있으므로 삭제할 수 없습니다.
ru_ru: Невозможно удалить эту цветовую схему, так как она включена по умолчанию.
sr_cyrl_rs: Ова шема боја не може да се обрише јер је испоручена као део апликације.
zh_cn: 无法删除此配色方案，因为默认包括此配色方案。
zh_tw: 無法刪除此色彩配置，因為這是預設包含的色彩配置。

# ColorScheme_RenameDisclaimerInBox
source: This color scheme cannot be renamed because it is included by default.
de_de: Dieses Farbschema kann nicht umbenannt werden, da es standardmäßig enthalten ist.
es_es: Esta combinación de colores no se puede cambiar de nombre porque está incluida de manera predeterminada.
fr_fr: Ce modèle de couleurs ne peut pas être supprimé ou renommé, car il est inclus par défaut.
it_it: Questa combinazione di colori non può essere rinominata perché è inclusa per impostazione predefinita.
ja_jp: この配色は既定で含まれているため、名前を変更できません。
ko_kr: 이 색 구성표는 기본적으로 포함되어 있으므로 이름을 바꿀 수 없습니다.
ru_ru: Эту цветовую схему невозможно переименовать, так как она включена по умолчанию.
sr_cyrl_rs: Име ове шеме боја не може да се промени јер је испоручена као део апликације.
zh_cn: 无法重命名此配色方案，因为默认包括此配色方案。
zh_tw: 無法重新命名此色彩配置，因為這是預設包含的色彩配置。

# ColorScheme_DefaultTag.Text
source: default
de_de: Standard
es_es: predeterminado
fr_fr: par défaut
it_it: predefinito
ja_jp: 既定
ko_kr: 기본값
ru_ru: по умолчанию
sr_cyrl_rs: подразумевана
zh_cn: 默认
zh_tw: 預設值

# ColorScheme_SetAsDefaultButton.Content
source: Set as default
de_de: Als Standard festlegen
es_es: Establecer como predeterminado
fr_fr: Définir par défaut
it_it: Imposta come predefinito
ja_jp: 既定として設定
ko_kr: 기본값으로 설정
ru_ru: Использовать по умолчанию
sr_cyrl_rs: Постави као подразумевану
zh_cn: 设置为默认
zh_tw: 設定為預設

# Globals_ConfirmCloseAllTabs.Header
source: Warn when closing more than one tab
de_de: Warnen, wenn mehrere Registerkarten geschlossen werden
es_es: Advertir al cerrar más de una pestaña
fr_fr: M'avertir lorsque je ferme plusieurs onglets
it_it: Avvisa in caso di chiusura di più schede
ja_jp: 複数のタブを閉じるときに警告する
ko_kr: 두 개 이상의 탭을 닫을 때 경고
ru_ru: Предупреждать при закрытии нескольких вкладок
sr_cyrl_rs: Упозори када се затвара више од једне картице
zh_cn: 关闭多个选项卡时发出警告
zh_tw: 關閉多個索引標籤時發出警告

# Globals_InputServiceWarning.Header
source: Warn when "Touch Keyboard and Handwriting Panel Service" is disabled
de_de: Warnen, wenn „Dienst für Bildschirmtastatur und Handschrifteingabefeld“ deaktiviert ist
es_es: Advertir cuando el servicio "Panel de escritura a mano y teclado táctil" está deshabilitado
fr_fr: Avertir lorsque le « service clavier tactile et volet d’écriture manuscrite » est désactivé
it_it: Avvisa quando il servizio "Tastiera virtuale e pannello per la grafia" è disabilitato
ja_jp: [タッチ キーボードと手書きパネル サービス] が無効になっている場合に警告する
ko_kr: "터치 키보드 및 필기 패널 서비스"를 사용할 수 없는 경우 경고
ru_ru: Предупреждать, если параметр "Служба сенсорной клавиатуры и панели рукописного ввода" отключен
sr_cyrl_rs: Упозори када је искључен „Touch Keyboard and Handwriting Panel Service”
zh_cn: 禁用“触摸键盘和手写面板服务”时发出警告
zh_tw: 停用「觸控式鍵盤和手寫面板服務」時發出警告

# Globals_WarnAboutLargePaste.Header
source: Warn when trying to paste more than 5 KiB of characters
de_de: Warnung beim Einfügen von mehr als 5 KiB
es_es: Advertir al pegar más de 5 KiB
fr_fr: Avertir lors du collage de plus de 5 KiO
it_it: Avvisa quando si tenta di incollare più di 5 KiB di caratteri
ja_jp: 5 KiB を超える貼り付け時に警告する
ko_kr: 붙여넣기가 5KiB를 초과하는 경우 경고
ru_ru: Предупреждать при вставке более 5 КиБ
sr_cyrl_rs: Упозори када се покуша налепљивање више од 5 KiB карактера
zh_cn: 粘贴超过 5 KiB 时发出警告
zh_tw: 在貼上超過 5 KiB 時警告

# Globals_WarnAboutMultiLinePaste.Header
source: Warn when trying to paste a "new line" character
de_de: Warnung beim Einfügen von Zeilenumbrüchen
es_es: Advertir al pegar nuevas líneas
fr_fr: Avertir lors du collage de nouvelles lignes
it_it: Avvisa quando si prova a incollare un carattere "nuova riga"
ja_jp: 改行を貼り付ける際に警告する
ko_kr: 붙여넣기에 줄 바꿈이 포함된 경우 경고
ru_ru: Предупреждать при вставке новых строк
sr_cyrl_rs: Упозори када се покуша налепљивање карактера „прелом реда”
zh_cn: 粘贴新行时发出警告
zh_tw: 在貼上新行列時警告

# Settings_PortableModeNote.Text
source: Windows Terminal is running in portable mode.
de_de: Windows-Terminal wird im portablen Modus ausgeführt.
es_es: Terminal Windows se ejecuta en modo portátil.
fr_fr: Terminal Windows s’exécute en mode portable.
it_it: Terminale Windows è in esecuzione in modalità portatile.
ja_jp: Windows ターミナルはポータブル モードで実行されています。
ko_kr: Windows 터미널이 이식 가능 모드에서 실행되고 있습니다.
ru_ru: Терминал Windows работает в переносном режиме.
sr_cyrl_rs: Windows Терминал се извршава у преносном режиму.
zh_cn: Windows 终端正在便携模式下运行。
zh_tw: Windows 終端機正以可攜式模式執行。

# Settings_PortableModeInfoLinkTextRun.Text
source: Learn more.
de_de: Weitere Informationen.
es_es: Más información.
fr_fr: En savoir plus.
it_it: Scopri di più.
ja_jp: 詳細をご覧ください。
ko_kr: 자세히 알아보세요.
ru_ru: Дополнительные сведения.
sr_cyrl_rs: Сазнајте више.
zh_cn: 了解详细信息。
zh_tw: 深入了解。

# Profile_MissingFontFaces.Header
source: Missing fonts:
de_de: Fehlende Schriftarten:
es_es: Fuentes que faltan:
fr_fr: Polices manquantes :
it_it: Tipi di carattere mancanti:
ja_jp: 見つからないフォント:
ko_kr: 누락된 글꼴:
ru_ru: Отсутствующие шрифты:
sr_cyrl_rs: Фонтови који недостају:
zh_cn: 缺少字体:
zh_tw: 缺少的字型:

# Profile_ProportionalFontFaces.Header
source: Non-monospace fonts:
de_de: Proportionale Schriftarten:
es_es: Fuentes no monoespaciadas:
fr_fr: Polices non monospaciales :
it_it: Caratteri senza spaziatura fissa:
ja_jp: 非等幅フォント:
ko_kr: 고정 폭이 아닌 글꼴:
ru_ru: Шрифты, кроме моноширинных:
sr_cyrl_rs: Фонтови који нису фиксне ширине:
zh_cn: 非等宽字体:
zh_tw: 非等寬字型:

# Profile_BellSoundPreviewDefault
source: Default system sound
de_de: Standardsystemsound
es_es: Sonido predeterminado del sistema
fr_fr: Son système par défaut
it_it: Suono di sistema predefinito
ja_jp: 既定のシステム サウンド
ko_kr: 기본 시스템 소리
ru_ru: Системный звук по умолчанию
sr_cyrl_rs: Подразумевани системски звук
zh_cn: 默认系统声音
zh_tw: 預設系統音效

# Profile_BellSoundPreviewMultiple
source: Multiple sounds
de_de: Mehrere Sounds
es_es: Varios sonidos
fr_fr: Plusieurs sons
it_it: Più suoni
ja_jp: 複数のサウンド
ko_kr: 여러 소리
ru_ru: Несколько звуков
sr_cyrl_rs: Више звукова
zh_cn: 多种声音
zh_tw: 多重音效

# Profile_BellSound.Header
source: Bell sound
de_de: Klingelton
es_es: Sonido de campana
fr_fr: Son de cloche
it_it: Suono campana
ja_jp: ベルの音
ko_kr: 벨 소리
ru_ru: Звон колокольчика
sr_cyrl_rs: Звук звонца
zh_cn: 铃声
zh_tw: 鈴鐺音效

# Profile_BellSound.HelpText
source: Controls what sound is played when the application emits a BEL character. "Bell notification style" must include "Audible".
de_de: Steuert, welcher Sound wiedergegeben wird, wenn die Anwendung ein BEL Zeichen ausgibt. "Glockenbenachrichtigungsstil" muss "Hörbar" enthalten.
es_es: Controla el sonido que se reproduce cuando la aplicación emite un carácter BEL. "Estilo de notificación de campana" debe incluir "Audible".
fr_fr: Contrôle le son joué lorsque l'application émet un caractère BEL. Le « style de notification par cloche » doit inclure « Audible ».
it_it: Controlla il suono riprodotto quando l'applicazione crea un carattere BEL. "Stile notifica campanello" deve includere l’opzione "Udibile".
ja_jp: アプリケーションが BEL 文字を出力するときに再生されるサウンドを制御します。"ベル通知スタイル" には "Audible" を含める必要があります。
ko_kr: 응용 프로그램에서 BEL 문자를 내보낸 경우 재생되는 소리를 제어합니다. "벨 알림 스타일"에는 "가청"이 포함되어야 합니다.
ru_ru: Указывает, какой звук воспроизводится, когда приложение генерирует символ BEL (колокольчик). В "Стиле уведомлений колокольчика" должен быть включен параметр "Слышно".
sr_cyrl_rs: Контролише који звук се пушта када апликација емитује BEL карактер. „Стил обавештења звонцем” мора да укључи „Звучно”.
zh_cn: 控制当应用程序发出 BEL 字符时播放的声音。“铃声通知样式”必须包含“可听”。
zh_tw: 控制應用程式發出 BEL 字元時播放的音效。「鈴聲通知樣式」必須包含「可聽」。

# Profile_AddBellSound.Text
source: Add sound
de_de: Sound hinzufügen
es_es: Agregar sonido
fr_fr: Ajoutez du son
it_it: Aggiungi suono
ja_jp: サウンドを追加する
ko_kr: 소리 추가
ru_ru: Добавить звук
sr_cyrl_rs: Додај звук
zh_cn: 添加声音
zh_tw: 新增音效

# Profile_BellSoundBrowse.Content
source: Browse...
de_de: Durchsuchen…
es_es: Examinar...
fr_fr: Parcourir...
it_it: Sfoglia...
ja_jp: 参照...
ko_kr: 찾아보기...
ru_ru: Открыть...
sr_cyrl_rs: Прегледај...
zh_cn: 浏览……
zh_tw: 瀏覽...

# Profile_BellSoundInfo.Text
source: When multiple sounds are defined, one is selected at random when the BEL character is received.
de_de: Wenn mehrere Sounds definiert sind, wird beim Empfang des BEL-Zeichens einer nach dem Zufallsprinzip ausgewählt.
es_es: Cuando se definen varios sonidos, se selecciona uno de forma aleatoria cuando se recibe el carácter BEL.
fr_fr: Lorsque plusieurs sons sont définis, l'un d'eux est sélectionné au hasard lors de la réception du caractère BEL.
it_it: Quando vengono definiti più suoni, ne viene selezionato uno in modo casuale quando viene ricevuto il carattere BEL.
ja_jp: 複数のサウンドが定義されている場合、BEL 文字を受信したときにランダムに 1 つ選択されます。
ko_kr: 여러 개의 소리가 정의되면 BEL 문자를 받을 때 임의로 하나를 선택합니다.
ru_ru: Если определено несколько звуков, один из них выбирается случайным образом при получения символа BEL (колокольчик).
sr_cyrl_rs: Када је дефинисано више звукова, приликом пријема BEL карактера се један од њих се бира насумично.
zh_cn: 当定义多个声音时，在收到 BEL 字符时随机选择一个声音。
zh_tw: 定義多個音效時，當收到 BEL 字元時，會隨機選取一個聲音。

# Profile_BellSoundNotFound
source: File not found
de_de: ⚠️ Datei nicht gefunden
es_es: ⚠️ Archivo no encontrado
fr_fr: ⚠️ Fichier introuvable
it_it: ⚠️ File non trovato
ja_jp: ⚠️ ファイルが見つかりません
ko_kr: ⚠️ 파일을 찾을 수 없음
ru_ru: ⚠️ Файл не найден
sr_cyrl_rs: ⚠️ Фајл није пронађен
zh_cn: ⚠️ 找不到文件
zh_tw: ⚠️ 找不到檔案

source: Play sound
de_de: Sound wiedergeben
es_es: Reproducir sonido
fr_fr: Activer un son
it_it: Riproduci suono
ja_jp: サウンドの再生
ko_kr: 소리 재생
ru_ru: Воспроизвести звук
sr_cyrl_rs: Пусти звук
zh_cn: 播放声音
zh_tw: 播放音效

# Profile_BellSoundDelete.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ru_ru: Удалить
sr_cyrl_rs: Обриши
zh_cn: 删除
zh_tw: 刪除

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ru_ru: Удалить
sr_cyrl_rs: Обриши
zh_cn: 删除
zh_tw: 刪除

# Profile_TabColor.Header
source: Tab color
de_de: Registerkartenfarbe
es_es: Color de la pestaña
fr_fr: Couleur de l'onglet
it_it: Colore scheda
ja_jp: タブの色
ko_kr: 탭 색
ru_ru: Цвет вкладки
sr_cyrl_rs: Боја картице
zh_cn: 工作表标签颜色
zh_tw: 索引標籤色彩

# Profile_Foreground.Header
source: Foreground
de_de: Vordergrund
es_es: Primer plano
fr_fr: Premier plan
it_it: In primo piano
ja_jp: 前景
ko_kr: 전경
ru_ru: Передний план
sr_cyrl_rs: Предњи план
zh_cn: 前景
zh_tw: 前景

# Profile_Background.Header
source: Background
de_de: Hintergrund
es_es: Fondo
fr_fr: Arrière-plan
it_it: Sfondo
ja_jp: 背景
ko_kr: 배경
ru_ru: Фон
sr_cyrl_rs: Позадина
zh_cn: 背景
zh_tw: 背景

# Profile_SelectionBackground.Header
source: Selection background
de_de: Hintergrund der Auswahl
es_es: Fondo de la selección
fr_fr: Arrière-plan de la sélection
it_it: Sfondo selezione
ja_jp: 選択の背景
ko_kr: 선택 영역 배경색
ru_ru: Фон выделенного фрагмента
sr_cyrl_rs: Позадина избора
zh_cn: 选中背景
zh_tw: 選取背景

# Profile_CursorColor.Header
source: Cursor color
de_de: Cursorfarbe
es_es: Color del cursor
fr_fr: Couleurs du curseur
it_it: Colore del cursore
ja_jp: カーソルの色
ko_kr: 커서 색
ru_ru: Цвет курсора
sr_cyrl_rs: Боја курсора
zh_cn: 光标颜色
zh_tw: 游標色彩

# Profile_Foreground.HelpText
source: Overrides the foreground color from the color scheme.
de_de: Überschreibt die Vordergrundfarbe aus dem Farbschema.
es_es: Invalida el color de primer plano de la combinación de colores.
fr_fr: Remplace la couleur de premier plan du modèle de couleurs.
it_it: Esegue l'override del colore primo piano dalla combinazione colori.
ja_jp: 配色から前景色をオーバーライドします。
ko_kr: 색 구성표에서 전경색을 재정의합니다.
ru_ru: Переопределяет цвет переднего плана из цветовой схемы.
sr_cyrl_rs: Преиначује боју предњег плана из шеме боја.
zh_cn: 替代配色方案中的前景色。
zh_tw: 覆寫色彩配置中的前景色彩。

# Profile_CursorColor.HelpText
source: Overrides the cursor color from the color scheme.
de_de: Überschreibt die Cursorfarbe aus dem Farbschema.
es_es: Invalida el color del cursor de la combinación de colores.
fr_fr: Remplace la couleur du curseur du modèle de couleurs.
it_it: Esegue l'override del colore del cursore dalla combinazione colori.
ja_jp: 配色からカーソルの色をオーバーライドします。
ko_kr: 색 구성표에서 커서 색을 재정의합니다.
ru_ru: Переопределяет цвет курсора из цветовой схемы.
sr_cyrl_rs: Преиначује боју курсора из шеме боја.
zh_cn: 替代配色方案中的光标颜色。
zh_tw: 覆寫色彩配置中的游標色彩。

# Profile_Background.HelpText
source: Overrides the background color from the color scheme.
de_de: Überschreibt die Hintergrundfarbe aus dem Farbschema.
es_es: Invalida el color de fondo de la combinación de colores.
fr_fr: Remplace la couleur d’arrière-plan du modèle de couleurs.
it_it: Esegue l'override del colore di sfondo dalla combinazione colori.
ja_jp: 配色の背景色をオーバーライドします。
ko_kr: 색 구성표의 배경색을 재정의합니다.
ru_ru: Переопределяет цвет фона из цветовой схемы.
sr_cyrl_rs: Преиначује боју позадине из шеме боја.
zh_cn: 替代配色方案中的背景色。
zh_tw: 覆寫色彩配置的背景色彩。

# Profile_SelectionBackground.HelpText
source: Overrides the selection background color from the color scheme.
de_de: Überschreibt die Hintergrundfarbe der Auswahl aus dem Farbschema.
es_es: Invalida el color de fondo de la selección de la combinación de colores.
fr_fr: Remplace la couleur d’arrière-plan de la sélection du modèle de couleurs.
it_it: Esegue l'override del colore di sfondo della selezione dalla combinazione di colori.
ja_jp: 選択した背景色を配色からオーバーライドします。
ko_kr: 색 구성표의 선택 영역 배경색을 재정의합니다.
ru_ru: Переопределяет цвет фона выделения из цветовой схемы.
sr_cyrl_rs: Преиначује боју позадине избора из шеме боја.
zh_cn: 替代配色方案中所选内容的背景色。
zh_tw: 覆寫色彩配置中選取的背景色彩。

# NullableColorPicker_MoreColorsButton.Content
source: More colors...
de_de: Weitere Farben...
es_es: Más colores...
fr_fr: Plus de couleurs...
it_it: Altri colori...
ja_jp: その他の色...
ko_kr: 다른 색...
ru_ru: Другие цвета...
sr_cyrl_rs: Још боја...
zh_cn: 更多颜色...
zh_tw: 更多色彩...

# NullableColorPicker_ColorPickerContentDialog.Title
source: Pick a color
de_de: Farbe wählen
es_es: Elegir un color
fr_fr: Choisir une couleur
it_it: Selezione di un colore
ja_jp: 色を選択
ko_kr: 색상 선택
ru_ru: Выбрать цвет
sr_cyrl_rs: Изаберите боју
zh_cn: 选择一种颜色
zh_tw: 挑選色彩

# NullableColorPicker_ColorPickerContentDialog.PrimaryButtonText
source: OK
es_es: Aceptar
ko_kr: 확인
ru_ru: ОК
sr_cyrl_rs: ОК
zh_cn: 确定
zh_tw: 確定

# NullableColorPicker_ColorPickerContentDialog.SecondaryButtonText
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отменить
sr_cyrl_rs: Откажи
zh_cn: 取消
zh_tw: 取消

# Profile_CursorColor_NullableColorPicker.NullColorButtonLabel
source: Use scheme color
de_de: Schemafarbe verwenden
es_es: Usar color de la combinación
fr_fr: Utiliser la couleur du jeu
it_it: Usa colore combinazione
ja_jp: 配色を使用
ko_kr: 구성표 색 사용
ru_ru: Использовать цвет схемы
sr_cyrl_rs: Користи боју из шеме
zh_cn: 使用配色方案颜色
zh_tw: 使用配置色彩

# Profile_Foreground_NullableColorPicker.NullColorButtonLabel
source: Use scheme color
de_de: Schemafarbe verwenden
es_es: Usar color de la combinación
fr_fr: Utiliser la couleur du jeu
it_it: Usa colore combinazione
ja_jp: 配色を使用
ko_kr: 구성표 색 사용
ru_ru: Использовать цвет схемы
sr_cyrl_rs: Користи боју из шеме
zh_cn: 使用配色方案颜色
zh_tw: 使用配置色彩

# Profile_Background_NullableColorPicker.NullColorButtonLabel
source: Use scheme color
de_de: Schemafarbe verwenden
es_es: Usar color de la combinación
fr_fr: Utiliser la couleur du jeu
it_it: Usa colore combinazione
ja_jp: 配色を使用
ko_kr: 구성표 색 사용
ru_ru: Использовать цвет схемы
sr_cyrl_rs: Користи боју из шеме
zh_cn: 使用配色方案颜色
zh_tw: 使用配置色彩

# Profile_SelectionBackground_NullableColorPicker.NullColorButtonLabel
source: Use scheme color
de_de: Schemafarbe verwenden
es_es: Usar color de la combinación
fr_fr: Utiliser la couleur du jeu
it_it: Usa colore combinazione
ja_jp: 配色を使用
ko_kr: 구성표 색 사용
ru_ru: Использовать цвет схемы
sr_cyrl_rs: Користи боју из шеме
zh_cn: 使用配色方案颜色
zh_tw: 使用配置色彩

# Profile_IconTypeNone
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ru_ru: Нет
sr_cyrl_rs: Ништа
zh_cn: 无
zh_tw: 無

# Profile_IconTypeImage
source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ja_jp: ファイル
ko_kr: 파일
ru_ru: Файл
sr_cyrl_rs: Фајл
zh_cn: 文件
zh_tw: 檔案

# Profile_IconTypeEmoji
source: Emoji
ja_jp: 絵文字
ko_kr: 이모지
ru_ru: Эмодзи
sr_cyrl_rs: Емођи
zh_cn: 表情符号
zh_tw: 表情圖示

# Profile_IconTypeFontIcon
source: Built-in Icon
de_de: Integriertes Symbol
es_es: Icono integrado
fr_fr: Icône intégrée
it_it: Icona predefinita
ja_jp: 組み込みアイコン
ko_kr: 기본 제공 아이콘
ru_ru: Встроенный значок
sr_cyrl_rs: Уграђена икона
zh_cn: 内置图标
zh_tw: 內建圖示

# Profile_IconEmojiBox.PlaceholderText
source: Use "Win + period" to open the emoji picker
de_de: Verwenden Sie "WIN + PUNKT", um die Emojiauswahl zu öffnen.
es_es: Usar "Win + punto" para abrir el selector de emojis
fr_fr: Utilisez « Win + point » pour ouvrir le sélecteur d'emojis
it_it: Usa "TASTO WINDOWS + PUNTO" per aprire il selettore emoji
ja_jp: 絵文字ピッカーを開くには、"Win + ピリオド" を使用します
ko_kr: "Win + 마침표"을 사용하여 이모지 선택기를 엽니다.
ru_ru: Используйте "WIN + ТОЧКА", чтобы открыть средство выбора эмодзи
sr_cyrl_rs: Употребите „Win + тачка” да отворите бирач емођија
zh_cn: 使用“Windows 键 + 句号”打开表情符号选取器
zh_tw: 使用 「Windows 鍵 + 句號」 開啟表情圖示選擇器

# Profile_IconType.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Icon type
de_de: Symboltyp
es_es: Tipo de icono
fr_fr: Type d'icône
it_it: Tipo di icona
ja_jp: アイコンの種類
ko_kr: 아이콘 유형
ru_ru: Тип значка
sr_cyrl_rs: Тип иконе
zh_cn: 图标类型
zh_tw: 圖示類型

# Profile_BuiltInIcon.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Icon
de_de: Symbol
es_es: Icono
fr_fr: Icône
it_it: Icona
ja_jp: アイコン
ko_kr: 아이콘
ru_ru: Значок
sr_cyrl_rs: Икона
zh_cn: 图标
zh_tw: 圖示
